{"fields":[[-75.78867116659812,45.3348824929306,"31 Abingdon Drive","North hill - very small local hill, no obstructions, fenced off open creek, no parking walk to park.  Ice rink on site.   West hill - small/medium  hill, gradual slope."],[-75.81209229138395,45.32658428976724,"29 Larkspur Drive","Small, local man-made hill, gradual slope, unlit, no parking.   Second hill in the south/east corner - very small, rail fence stops entry onto the street."],[-75.77241129866579,45.33477793757027,"135 Craig Henry Drive","Large/medium neighbourhood man-made hill/berm, parking provided, unlit, gradual slope, long run with no obstructions to the west"],[-75.69086946772639,45.274214826593784,"4386 Spratt Road","Medium local man-made hill, no official parking,  mainly a drop off or walk to hill. Wide open runs on the north side of hill, gentle slope.  Small trees on south and west sides of hill, protected by a rail fence."],[-75.48269277970222,45.46593875823671,"2001 Gardenway Drive","Dry pond storm water drainage bowl, gradual slope, wide open area, no parking, unlit."],[-75.48129041562578,45.47975234066804,"841 Clearcrest Crescent","Small neighbourhood man-made hill, unlit, parking at the school, gradual slope, no obstacles, located beside a school."],[-75.48846485094329,45.47621205950784,"600 Apollo Way","Very large dry man-made storm water pond facility. Serves local community, unlit, no parking provided.   Gradual slope, wide open landing areas, no obstructions."],[-75.4736120024251,45.471713638178144,"2157 Northlands Drive","Very small local man-made hill, parking at school, no obstructions, unlit."],[-75.50728392090514,45.45957519526395,"1797 Des Épinettes Avenue","Small local man-made hill, gradual slope, clear runs with no obstructions and wide open run offs, parking provided."],[-75.86196181512604,45.292554044162074,"75 Bridlewood Road","Large neighbourhood man-made hill, unlit, parking provided, steep walking grade, long run offs."],[-75.59928703507198,45.440928009250534,"1879 Appleford Street","Small local man-made hill, very gradual slope, unlit, no parking is a drop-off or walk to park.  Clear run to the south and west with no obstructions."],[-75.71707340450722,45.2864264551388,"220 Stoneway Drive","Small neighbourhood man-made hill, parking provided at the Centre.  West hill - small hill, with gradual slope, two tree obstructions."],[-75.80876130061634,45.349401469629505,"175 Woodridge Crescent","Small local man-made hill used by residents and the adjacent school, parking provided. Fairly steep short slope with long clear landing run with no obstructions."],[-75.88343938002147,45.291433015054885,"47 Rickey Place","Small man-made hill, gradual slope to the south, no parking."],[-75.5045026201917,45.477329157711466,"346 Kennedy Lane","Small/medium neighbourhood hill, gradual slope, no obstructions long clear runs, indirect lighting from the rink."],[-75.7476789040322,45.28725420491871,"70 Foxfield Drive","Medium neighbourhood man-made hill, parking provided,  long run offs, lighting provided by street lights."],[-75.59996182035013,45.45127453694746,"688, La Vérendrye Drive","Very large multi-level natural hill, well bermed, gradual slopes and turns."],[-75.6262854420433,45.351635090807896,"1735 St. Bernard Street","Small neighbourhood man-made hill, parking provided, unlit, gradual slope, long run with wide open area on  the north side of the hill."],[-75.82384901359052,45.193839876002684,"28 Chanonhouse Drive","Medium neighbourhood natural hill, parking provided, unlit, medium slopes, wide open long runs."],[-75.65493541353783,45.388359365098005,"1615 Kilborn Avenue","Small neighbourhood man-made hill, parking provided, unlit, very gradual slope, open area, clear long run off with no obstructions.","4.9KM"],[-75.80121050836352,45.33408992212706,"2960 Baseline Road","Small local man-made berm, no parking, gradual slope with a long run distance onto the playing field."],[-75.79856314618637,45.35662412882604,"837 Grenon Avenue","Medium neighbourhood natural hill. Street parking, gradual long run offs. The central slope is appropriate for sliding."],[-75.62571195956497,45.40223178181691,"1816 St. Laurent Boulevard","Small local hill, parking provided at Dempsey Community Centre, partially lit from the parking lot, gradual slopes, long run on west section of the hill, short run on the east section of the hill."],[-75.7366275783822,45.253440040802204,"3525 Cambrian Road","Very large man-made hill, gradual slope to the north, wide open straight runoff to the north.  Unlit, no parking."],[-75.59780859857052,45.31787807688413,"211 Hillmarsh Way","Two medium size hills with a gully in the middle. Local neighbourhood man-made hill, gradual slop to the east only, long run off area, indirect street lighting, no parking."],[-75.60388776859423,45.31616735075018,"2920 Findley Creek Drive","Small local man-made hill, gradual slopes with long open run off areas, indirect street lighting."],[-75.53087115085462,45.449946246218055,"6210 Meadowglen Drive","Small local man-made hill, wide open runs, parking provided, unlit, very gradual slope."],[-75.57783321348712,45.451282783680696,"1046 St Joseph Boulevard","Very large natural city-wide hill, multi-level slope, straight run, wide open run offs, parking provided, lighting, no obstructions, well bermed away from the Creek.  Placement of hay sacks on the berming at the base of the hill."],[-75.70869210755203,45.13021717139672,"2300 Community Way","Medium neighbourhood man-made hill, parking provided, unlit, gradual slopes, long run area."],[-75.6044627783281,45.44418849749546,"1841 Elmridge Drive","Small local man-made hill, gradual slope, wide open run offs, unlit, no parking."],[-75.61393046346848,45.424799822374744,"1200 Cedarcroft Crescent","Medium neighbourhood man-made hill, gradual slope, clear open run offs, parking provided, lighting from outdoor rink."],[-75.59220929174981,45.450707729021204,"956 Loyola Avenue","Large natural hill, multi-levels and berms, street parking, unlit. Steep and gradual slopes with open spaces and clear long run off."],[-75.67785908567623,45.43357479476035,"99 Cobourg Street","Medium neighbourhood man-made hill, street parking, unlit. Gradual slop with open spaces and clear long run off on the south side of the hill.","2KM"],[-75.5212578948953,45.487660850551954,"109 Larch Crescent","Very small local man-made hill/berm, parking at the Centre, indirect lighting from the rink, gradual slope, long run with wide open area east of the Centre."],[-75.50780365126944,45.47045867084828,"1485 Duford Drive","Very small local man-made berm/hill located around the baseball diamond, gradual slope, wide open run offs."],[-75.53805049489586,45.44386775525158,"1899 Du Clairvaux Road","Very small local man-made hill, parking available, unlit, very gradual slope, wide open run off area."],[-75.4031068219001,45.515149708315136,"1115 Dunning Road","Small hill on the east side of the park using the snow removed from the rink, gradual slope no obstructions. To the north a small hill, gradual slope  To the north/west corner infront of the arena there is a small hill with no obstructions."],[-75.9021392749893,45.29656498189876,"100 Charlie Rogers Place","Large city-wide man-made hill in highly visual location.   Has lights, directional containment fencing, moderate slope to the hill, very long runs, parking available at Kanata Recreation Complex."],[-75.75434010588893,45.38343936991559,"411 Dovercourt Avenue","Small neighbourhood man-made hill.  Parking at Dovercourt CC. Medium length run, indirect lighting provided by the rink lights."],[-75.47883833494963,45.237302459357636,"2567 Dow Street","Medium neighbourhood natural hill, parking provided, unlit, medium slopes, wide open long runs."],[-75.82786801038505,45.34606590298889,"61 Corkstown Road","Small local natural hill at park entrance that is  used by residents, parking provided, unlit. Gradual slope with long run area."],[-75.62446604491132,45.41815566146453,"1163 Kenaston Street","Small neighbourhood natural hill, gradual slope, parking provided, unlit."],[-75.74410557084416,45.37372803132741,"937 Clyde Avenue","Very large hill with long gradual runs, parking provided a J. Alph Dulude Arena."],[-75.69224102640233,45.36861431220493,"2960 Riverside Drive","Large city-wide man-made hill in a visible location.  Gradual to semi-steep slop, wide vision lines, long run offs, unlit, parking is provided at Terry Fox Athletic Facility."],[-75.68838339993664,45.222298670837816,"5572 Doctor Leach Drive","Small/medium neighbourhood man-made hill, no obstructions with long open runs, gradual slope, unlit, no parking"],[-75.4966409356181,45.48354910009806,"1346 De Papillon Place","Large natural neighbourhood hill, gradual and steep slopes, no obstructions, long runs, no parking walk to park."],[-75.69105763756957,45.39698376413021,"65 Craig Street","Small local hill. No parking provided. Gradual run offs into dry pond area.","2.7KM"],[-75.768727605963,45.34259658120504,"114 Centrepointe Drive","Central hill - gradual slope, wooden snow fence to stop sliding on the south and east side of the hill. South hill - very small, gradual slope, bench and tree located on the west run. East/south hill - very small hill, gradual slope."],[-75.7396525661484,45.286354673462476,"280 Mountshannon Drive","Medium neighbourhood natural hill. Long runs in open area. Parking lot, however not maintained in winter season. Gradual slope, no obstructions in 99% of area."],[-75.66841741365307,45.421364251710585,"41 Robinson Avenue","Medium neighbourhood natural hill , gradual slope, clear open run offs, page wire fence separation infront of the Rideau River, parking provided.","2.2KM"],[-75.45218480662368,45.4741060804035,"2130 Valin Street","Small local man-made hill, wide open runs, no parking, unlit, very gradual slope."],[-75.7359570740094,45.29166054019562,"70 Mountshannon Drive","Very small bern around the sportsfield, unlit, beside the school, open gradual runs on the west/south corner of field."],[-75.48920065356471,45.48109207843238,"681 Deancourt Crescent","Very small local man-made hill, gradual slope, parking provided at Fallingbrook CC, clear runs with no obstructions. Second hill is a dry storm water pond, has a gradual grade with clear runs and no obstructions."],[-75.55473697320373,45.43281766795259,"2359 Orient Park Drive","Small toboggan hill (constructed berm)."],[-75.71660374295067,45.28647947152378,"220 Stoneway Drive","Small neighbourhood man-made hill, parking provided at the Centre.  East hill - small hill, gradual slope, no obstacles."],[-75.51038198276977,45.45733343721703,"6591 Delorme Avenue","Very small local man-made hill, gradual slope, unlit, limited parking."],[-75.49867660541477,45.4684939872751,"1600 Prestwick Drive","Small neighbourhood hill man-made, no obstructions, gradual slope, located beside the school. Indirect outdoor rink lighting provided."],[-76.0252787934527,45.343840366350044,"701 Meadowridge Circle",null],[-75.68159459490427,45.39914053222925,"450 Queen Elizabeth Driveway",null,"2.7KM"]],"sledding_hills":[[-75.65493541353783,45.388359365098005,"1615 Kilborn Avenue","Small neighbourhood man-made hill, parking provided, unlit, very gradual slope, open area, clear long run off with no obstructions.","4.9KM"],[-75.67785908567623,45.43357479476035,"99 Cobourg Street","Medium neighbourhood man-made hill, street parking, unlit. Gradual slop with open spaces and clear long run off on the south side of the hill.","2KM"],[-75.69105763756957,45.39698376413021,"65 Craig Street","Small local hill. No parking provided. Gradual run offs into dry pond area.","2.7KM"],[-75.66841741365307,45.421364251710585,"41 Robinson Avenue","Medium neighbourhood natural hill , gradual slope, clear open run offs, page wire fence separation infront of the Rideau River, parking provided.","2.2KM"],[-75.68159459490427,45.39914053222925,"450 Queen Elizabeth Driveway",null,"2.7KM"]]}